export const navLinks = [
  {
    href: "index.html",
    text: "Main page",
  },
  {
    href: "game.html",
    text: "Play game",
  },
];

export const promoSentence = "Думаешь, что меломан? Посмотрим.";
export const start = "Начать";
export const rulesText = [
  "Когда вы кликаете по варианту музыки, выводится информация по этой музыке",
  "Если вы выбрали правильный ответ, в блоке с вопросом выводится название и изображение композитора",
  "Если игрок дал правильный ответ с первой попытки, его счёт увеличивается на 5 баллов, каждая следующая попытка даёт на один балл меньше, если правильный ответ дан только с последней, шестой попытки, игрок получает за него 0 баллов. Баллы за все вопросы cуммируются",
  "Для правильных и неправильных ответов игрока используется звуковая и цветовая индикация",
  'Когда игрок дал правильный ответ, активируется кнопка "Дальше" и он получает возможность перейти к следующему вопросу',
  "После последнего вопроса выводится страница с результатами игры",
];

export const categories = [
  "Разминка",
  "Воробьиные",
  "Лесные",
  "Певчие",
  "Хищные",
  "Морские",
];

export const nextBtnText = "Правильно ответишь - я буду активной";
